Repository: inqdesign/FutureVoice
Catalog: FutureVoice/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Save phrase
de: Wendung sichern
es: Guardar la expresión
fr: Enregistrer l’expression
ja: 表現を保存
ko: 표현 저장
zh_hans: 保存用语
zh_hant: 儲存用語

source: Save this voice
de: Diese Stimme sichern
es: Guardar esta voz
fr: Enregistrer cette voix
ja: この声を保存する
ko: 이 목소리 저장하기
zh_hans: 保存这个声音
zh_hant: 儲存這個聲音

source: Save this voice to your account.
de: Sichere diese Stimme in deinem Konto.
es: Guarda esta voz en tu cuenta.
fr: Enregistre cette voix sur ton compte.
ja: この声をアカウントに保存してください。
ko: 이 목소리를 계정에 저장하세요.
zh_hans: 把这个声音保存到你的账号。
zh_hant: 把這個聲音儲存到你的帳號。

source: Save to expressions
de: Zu Wendungen sichern
es: Guardar en expresiones
fr: Enregistrer dans les expressions
ja: 表現に保存
ko: 표현에 저장
zh_hans: 存到用语
zh_hant: 存到用語

source: Saved
de: Gesichert
es: Guardado
fr: Enregistré
ja: 保存済み
ko: 저장됨
zh_hans: 已保存
zh_hant: 已儲存

source: Saved to expressions
de: Zu Wendungen gesichert
es: Guardado en expresiones
fr: Enregistré dans les expressions
ja: 表現に保存済み
ko: 표현에 저장됨
zh_hans: 已存到用语
zh_hant: 已存到用語

source: Saving wraps up the talk and keeps the transcript, feedback, and drills.
de: Beim Sichern wird das Gespräch abgeschlossen; Transkript, Feedback und Übungen bleiben erhalten.
es: Al guardar, la llamada se cierra y quedan la transcripción, los comentarios y los ejercicios.
fr: Enregistrer termine l’appel et garde la transcription, les retours et les exercices.
ja: 保存すると通話が終了し、記録・フィードバック・ドリルが残ります。
ko: 저장하면 대화가 마무리되고 대화록·피드백·드릴이 남아요.
zh_hans: 保存后通话就会结束，并保留文字记录、反馈和训练。
zh_hant: 儲存後通話就會結束，並保留逐字稿、回饋和訓練。

source: Say it better
de: Besser sagen
es: Dilo mejor
fr: Dis-le mieux
ja: もっと良い言い方に
ko: 더 낫게 말하기
zh_hans: 说得更好
zh_hant: 說得更好

source: Say it out loud
de: Sprich es laut
es: Dilo en voz alta
fr: Dis-le à voix haute
ja: 声に出して言ってみましょう
ko: 소리 내어 말해 보세요
zh_hans: 出声说说看
zh_hant: 出聲說說看

source: Say it out loud — do you know it?
de: Sprich es laut — kennst du es?
es: Dilo en voz alta — ¿lo sabes?
fr: Dis-le à voix haute — tu le sais ?
ja: 声に出して言ってみましょう。知っていますか？
ko: 소리 내어 말해 보세요 — 알고 있나요?
zh_hans: 出声说说看。你会吗？
zh_hant: 出聲說說看。你會嗎？

source: Say it out loud, then tap the card to check
de: Sag es laut, dann tippe die Karte zum Prüfen an
es: Dilo en voz alta y toca la tarjeta para comprobar
fr: Dis-le à voix haute, puis touche la carte pour vérifier
ja: 声に出して言ってから、カードをタップして確認しましょう
ko: 소리 내어 말한 뒤 카드를 눌러 확인하세요
zh_hans: 出声说完，再点卡片确认
zh_hant: 出聲說完，再點卡片確認

source: Say it smoother
de: Sag es flüssiger
es: Más fluido
fr: Plus fluide
ja: もっと滑らかに
ko: 더 매끄럽게
zh_hans: 说得更顺
zh_hant: 說得更順

source: Scenario
de: Situation
es: Situación
fr: Situation
ja: シチュエーション
ko: 상황
zh_hans: 情境
zh_hant: 情境

source: Scenarios
de: Situationen
es: Situaciones
fr: Situations
ja: シチュエーション
ko: 상황
zh_hans: 情境
zh_hant: 情境

source: Scene
de: Szene
es: Escena
fr: Scène
ja: シーン練習
ko: 상황연습
zh_hans: 情境练习
zh_hant: 情境練習

source: Scenes you've already watched replay free forever and never use a new one.
de: Bereits gesehene Szenen kannst du immer kostenlos erneut abspielen — sie verbrauchen keine neue Szene.
es: Las escenas que ya viste puedes volver a verlas sin que se descuente ninguna.
fr: Une scène déjà vue peut être revue autant que tu veux, sans qu’aucune scène soit décomptée.
ja: 一度見たシーン練習は、何度見ても回数が減りません。
ko: 이미 본 상황연습은 다시 봐도 그 수가 줄지 않아요.
zh_hans: 看过的情境练习再看几次都不会扣次数。
zh_hant: 看過的情境練習再看幾次都不會扣次數。

source: Score
de: Punkte
es: Puntuación
ja: スコア
ko: 점수
zh_hans: 分数
zh_hant: 分數

source: Scored against your %@ level setting — how this talk went, not a level rating.
de: Bewertet gegen deine Niveau-Einstellung %@ — wie dieses Gespräch lief, keine Niveau-Einstufung.
es: Puntuada según tu nivel %@. No es una evaluación de nivel: muestra cómo fue esta llamada.
fr: Noté par rapport à ton niveau %@. Ce n’est pas une évaluation de niveau : ça montre comment cet appel s’est passé.
ja: %@レベルの設定を基準にしたスコアです。レベル判定ではなく、この通話がどうだったかを示しています。
ko: %@ 레벨 설정을 기준으로 매긴 점수예요. 레벨 판정이 아니라 이번 대화가 어땠는지를 보여줘요.
zh_hans: 以%@等级设置为基准的分数。不是等级判定，而是这次通话表现如何。
zh_hant: 以%@等級設定為基準的分數。不是等級判定，而是這次通話表現如何。

# Scored against your %@ level setting — this talk itself read as ≈%@.
source: Scored against your %1$@ level setting — this talk itself read as ≈%2$@.
de: Bewertet gegen deine Niveau-Einstellung %1$@ — dieses Gespräch selbst las sich als ≈%2$@.
es: Puntuada según tu nivel %1$@. Esta llamada en sí se leyó como ≈%2$@.
fr: Noté par rapport à ton niveau %1$@. Cet appel en lui-même se lit comme ≈%2$@.
ja: %1$@レベルの設定を基準に採点しました。この通話自体は≈%2$@と読めました。
ko: %1$@ 레벨 설정을 기준으로 매겼어요. 이번 대화 자체는 ≈%2$@로 읽혔고요.
zh_hans: 以%1$@等级设置为基准评分，这次通话本身读来≈%2$@。
zh_hant: 以%1$@等級設定為基準評分，這次通話本身讀來≈%2$@。

source: Search words
de: Wörter suchen
es: Buscar palabras
fr: Chercher un mot
ja: 単語を検索
ko: 단어 검색
zh_hans: 搜索单词
zh_hant: 搜尋單字

source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
zh_hans: 发送
zh_hant: 傳送

source: Sentences
de: Sätze
es: Frases
fr: Phrases
ja: 文
ko: 문장
zh_hans: 句子
zh_hant: 句子

source: Separate from your talk minutes
de: Getrennt von deinen Sprechminuten
es: Es aparte de tu tiempo de conversación
fr: C’est à part de ton temps de conversation
ja: 通話時間とは別です
ko: 통화 시간과는 별개예요
zh_hans: 和通话时间是分开算的
zh_hant: 和通話時間是分開算的

source: Serious about this
de: Ernsthaft dabei
es: Para ir en serio
fr: Pour s’y mettre sérieusement
ja: 本気で取り組むくらい
ko: 진지하게 하는 정도
zh_hans: 认真在学的程度
zh_hant: 認真在學的程度

source: Sets how your future self speaks and how scenes are written. Your measured level in Progress is unaffected until the next assessment, which will overwrite this with what your talks show.
de: Legt fest, wie dein fließendes Ich spricht und wie Szenen geschrieben werden. Dein gemessenes Niveau unter Progress bleibt bis zur nächsten Einstufung unberührt — die überschreibt diesen Wert dann mit dem, was deine Gespräche zeigen.
es: Define cómo habla tu yo del futuro y cómo se escriben las escenas. Tu nivel medido en Progreso no cambia hasta la próxima evaluación, que lo sobrescribirá con lo que muestren tus llamadas.
fr: Définit comment ton futur moi parle et comment les scènes sont écrites. Ton niveau mesuré dans Progression ne bouge pas avant la prochaine évaluation, qui l’écrasera avec ce que montrent tes appels.
ja: 流暢な自分の話し方と、シーン練習の書き方を決めます。成長タブの測定レベルは次の評価まで変わらず、その評価のときに実際の通話が示した値で上書きされます。
ko: 유창해진 내가 어떻게 말할지, 상황연습을 어떻게 쓸지를 정해요. 성장 탭의 측정 레벨은 다음 평가 전까지 영향을 받지 않고, 그 평가 때 실제 대화가 보여준 값으로 덮어써요.
zh_hans: 决定流利的自己怎么说话、情境练习怎么写。成长页的测量水平在下次评估前不受影响，评估时会以实际通话的表现覆盖这里的设置。
zh_hant: 決定流利的自己怎麼說話、情境練習怎麼寫。成長頁的測量程度在下次評估前不受影響，評估時會以實際通話的表現覆蓋這裡的設定。

source: Setting the scene…
de: Szene wird vorbereitet…
es: Preparando la escena…
fr: Préparation de la scène…
ja: シーン練習を準備中…
ko: 상황연습을 준비하는 중…
zh_hans: 正在准备情境练习…
zh_hant: 正在準備情境練習…

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Shadow
de: Nachsprechen
es: Shadowing
fr: Shadowing
ja: シャドーイング
ko: 섀도잉
zh_hans: 跟读
zh_hant: 跟讀

source: shadow %lld
de: Nachsprechen %lld
es: shadowing %lld
fr: shadowing %lld
ja: シャドーイング %lld
ko: 섀도잉 %lld
zh_hans: 跟读 %lld
zh_hant: 跟讀 %lld

source: shadow +%lld
de: Nachsprechen +%lld
es: shadowing +%lld
fr: shadowing +%lld
ja: シャドーイング +%lld
ko: 섀도잉 +%lld
zh_hans: 跟读 +%lld
zh_hant: 跟讀 +%lld

source: Shadow avg %lld this week
de: Nachsprechen Ø %lld diese Woche
es: Media de shadowing %lld esta semana
fr: Moyenne shadowing %lld cette semaine
ja: 今週のシャドーイング平均 %lld
ko: 이번 주 섀도잉 평균 %lld
zh_hans: 本周跟读平均 %lld
zh_hant: 本週跟讀平均 %lld

source: Shadow this
de: Diesen Satz nachsprechen
es: Shadowing de esta frase
fr: Shadowing de cette phrase
ja: この文をシャドーイング
ko: 이 문장 섀도잉
zh_hans: 跟读这句
zh_hant: 跟讀這句

source: Shadow this conversation
de: Dieses Gespräch nachsprechen
es: Shadowing de esta conversación
fr: Shadowing de cette conversation
ja: この会話をシャドーイング
ko: 이 대화 섀도잉
zh_hans: 跟读这段对话
zh_hant: 跟讀這段對話

source: Shadow this line
de: Diesen Satz nachsprechen
es: Shadowing de esta frase
fr: Shadowing de cette phrase
ja: この文をシャドーイング
ko: 이 문장 섀도잉
zh_hans: 跟读这句
zh_hant: 跟讀這句

source: Shadowing
de: Nachsprechen
ja: シャドーイング
ko: 섀도잉
zh_hans: 跟读
zh_hant: 跟讀

source: Shadowing scores and review reps measure practice, not level. They live under Activity and in the Practice tab — doing them makes you better, and the level moves only when your speech does.
de: Nachsprech-Punkte und Wiederholungen messen Übung, nicht Niveau. Sie stehen unter Activity und im Practice-Tab — sie machen dich besser, aber das Niveau bewegt sich erst, wenn sich dein Sprechen bewegt.
es: Las puntuaciones de shadowing y las repeticiones de repaso miden cuánto practicas, no tu nivel. Están en Actividad y en la pestaña Práctica: practicar te hace mejorar, pero el nivel solo se mueve cuando cambia cómo hablas.
fr: Les scores de shadowing et les répétitions de révision mesurent combien tu t’entraînes, pas ton niveau. Ils sont dans Activité et dans l’onglet Pratique : t’entraîner te fait progresser, mais le niveau ne bouge que quand ta façon de parler change.
ja: シャドーイングのスコアと復習回数は、レベルではなく練習量を示します。アクティビティと練習タブにあります。練習すれば上達しますが、レベルは実際の話し方が変わってはじめて動きます。
ko: 섀도잉 점수와 복습 횟수는 레벨이 아니라 얼마나 연습했는지를 보여줘요. 활동과 복습 탭에 있고요. 연습하면 실력은 늘지만, 레벨은 실제로 말하는 게 달라져야 움직여요.
zh_hans: 跟读分数和复习次数看的是练习量，不是水平。它们在活动和练习页里。练习会让你进步，但水平只有在实际说出口的话改变时才会动。
zh_hant: 跟讀分數和複習次數看的是練習量，不是程度。它們在活動和練習分頁裡。練習會讓你進步，但程度只有在實際說出口的話改變時才會動。

source: Shall we start small?
de: Fangen wir klein an?
es: ¿Empezamos suave?
fr: On commence tranquille ?
ja: 軽く始めてみる？
ko: 가볍게 시작해 볼까?
zh_hans: 先从简单的开始？
zh_hant: 先從簡單的開始？

source: Share backup
de: Backup teilen
es: Compartir la copia de seguridad
fr: Partager la sauvegarde
ja: バックアップを共有
ko: 백업 공유
zh_hans: 分享备份
zh_hant: 分享備份

source: Share invite
de: Einladung teilen
es: Compartir invitación
fr: Partager l’invitation
ja: 招待を共有
ko: 초대 공유
zh_hans: 分享邀请
zh_hant: 分享邀請

source: Shared context, memories, inside jokes
de: Gemeinsamer Kontext, Erinnerungen, Insiderwitze
es: Contexto común, recuerdos, bromas privadas
fr: Le vécu commun, les souvenirs, les blagues à nous
ja: 共通の話題、思い出、内輪のジョーク
ko: 함께 아는 맥락, 추억, 우리끼리 농담
zh_hans: 共同的背景、回忆、只有你们懂的笑话
zh_hant: 共同的背景、回憶、只有你們懂的笑話

source: Sharpen it
de: Weiter schärfen
es: Pulirlo más
fr: Affiner encore
ja: もっと磨く
ko: 더 다듬기
zh_hans: 再修一下
zh_hant: 再修一下

source: Showing earlier stories
de: Frühere Artikel werden angezeigt
es: Mostrando noticias anteriores
fr: On affiche des articles plus anciens
ja: 以前の記事を表示しています
ko: 지난 기사를 보여드리고 있어요
zh_hans: 目前显示的是先前的新闻
zh_hant: 目前顯示的是先前的新聞

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
zh_hans: 退出登录
zh_hant: 登出

source: Sign out & go back
de: Abmelden & zurück
es: Cerrar sesión y volver
fr: Se déconnecter et revenir
ja: ログアウトして戻る
ko: 로그아웃하고 돌아가기
zh_hans: 退出登录并返回
zh_hant: 登出並返回

source: Sign out?
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
ja: ログアウトしますか？
ko: 로그아웃할까요?
zh_hans: 要退出登录吗？
zh_hant: 要登出嗎？

source: Simple words and phrases about immediate, familiar things.
de: Einfache Wörter und Wendungen zu unmittelbaren, vertrauten Dingen.
es: Palabras y expresiones sencillas sobre cosas cercanas y familiares.
fr: Des mots et des expressions simples sur des choses proches et familières.
ja: 身近で慣れたことについて、簡単な単語と表現で。
ko: 가까이 있는 익숙한 것들에 대해 간단한 단어와 표현으로.
zh_hans: 用简单的单词和用语，谈身边熟悉的事。
zh_hant: 用簡單的單字和用語，談身邊熟悉的事。

source: Since %@
de: Seit %@
es: Desde %@
fr: Depuis %@
ja: %@から
ko: %@부터
zh_hans: %@起
zh_hant: %@起

source: Situation ideas
de: Ideen für Situationen
es: Ideas de situaciones
fr: Idées de situations
ja: シチュエーションのアイデア
ko: 상황 아이디어
zh_hans: 情境点子
zh_hant: 情境點子

source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
zh_hans: 略过
zh_hant: 略過

source: Skip sign-in (debug)
de: Anmeldung überspringen (Debug)
es: Omitir el inicio de sesión (debug)
fr: Passer la connexion (debug)
ja: ログインをスキップ（デバッグ）
ko: 로그인 건너뛰기 (디버그)
zh_hans: 略过登录（调试）
zh_hant: 略過登入（除錯）

source: Someone joined the Core — %lld seats taken.
de: Jemand ist im Core — %lld Plätze belegt.
es: Alguien entró en el Núcleo — %lld plazas ocupadas.
fr: Quelqu’un a rejoint le Noyau — %lld places prises.
ja: コアに新しいメンバーが加わりました。%lld席が埋まっています。
ko: 코어에 새 멤버가 들어왔어요 — %lld자리가 찼어요.
zh_hans: 核心来了新成员，目前%lld席已满。
zh_hant: 核心來了新成員，目前%lld席已滿。

source: Something specific coming up with them — a talk you're dreading, news you have to break.
de: Etwas Konkretes, das mit ihnen ansteht — ein Gespräch, vor dem dir graut, eine Nachricht, die du überbringen musst.
es: Algo concreto que tienes por delante con esa persona: una conversación que temes, una noticia que tienes que dar.
fr: Quelque chose de précis qui t’attend avec cette personne — une discussion que tu redoutes, une nouvelle à annoncer.
ja: その人と控えている具体的なこと。切り出しにくい話、伝えなければならない知らせ。
ko: 그 사람과 앞두고 있는 구체적인 일 — 꺼내기 어려운 이야기, 전해야 하는 소식.
zh_hans: 和对方即将发生的具体事情：不知道怎么开口的话、必须告知的消息。
zh_hant: 和對方即將發生的具體事情：不知道怎麼開口的話、必須告知的消息。

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Il y a eu un problème
ja: 問題が起きました
ko: 문제가 생겼어요
zh_hans: 出了点问题
zh_hant: 出了點問題

source: Soon
de: Bald
es: Pronto
fr: Bientôt
ja: もうすぐ
ko: 곧
zh_hans: 快了
zh_hant: 快了

source: Sorting it out…
de: Wird einsortiert…
es: Ordenando…
fr: Rangement…
ja: 整理中…
ko: 정리하는 중…
zh_hans: 整理中…
zh_hant: 整理中…

source: Sound & mic
de: Ton & Mikrofon
es: Sonido y micrófono
fr: Son et micro
ja: サウンドとマイク
ko: 소리와 마이크
zh_hans: 声音与麦克风
zh_hant: 聲音與麥克風

source: Source
de: Quelle
es: Fuente
ja: 出典
ko: 출처
zh_hans: 来源
zh_hant: 來源

source: Speak when 0 hits
de: Sprich bei 0
es: Habla cuando llegue a 0
fr: Parle quand ça atteint 0
ja: 0になったら話してください
ko: 0이 되면 말하세요
zh_hans: 数到0就开口
zh_hant: 數到0就開口

source: Speaking once is easy. Every day is the hard part — so I'll call you. One question a day, answered out loud, and that day is done.
de: Einmal sprechen ist leicht. Schwer ist jeder Tag – also rufe ich dich an. Eine Frage am Tag, laut beantwortet, und der Tag ist erledigt.
es: Hablar una vez es fácil. Lo difícil es cada día, así que te llamo yo. Una pregunta al día, respondida en voz alta, y ese día está hecho.
fr: Parler une fois, c’est facile. Le dur, c’est tous les jours. Alors c’est moi qui t’appelle. Une question par jour, une réponse à voix haute, et ta journée est faite.
ja: 一度話すのは簡単。難しいのは毎日続けること。だから、こっちから電話するよ。一日ひとつの質問に声に出して答えたら、その日は終わり。
ko: 한 번 말하는 건 쉬워. 어려운 건 매일이지. 그래서 내가 전화할게. 하루에 질문 하나, 소리 내서 답하면 그날은 끝이야.
zh_hans: 说一次很简单，难的是每天。所以我会打给你。一天一个问题，出声回答完，那天就搞定了。
zh_hant: 說一次很簡單，難的是每天。所以我會打給你。一天一個問題，出聲回答完，那天就搞定了。

source: Specific enough — %@ it, or tap a breadcrumb to explore more.
de: Konkret genug — %@ starten oder auf einen Pfadpunkt tippen, um weiterzustöbern.
es: Ya es bastante concreto — %@, o toca la ruta de arriba para explorar más.
fr: C’est assez précis — %@, ou touche le chemin au-dessus pour explorer plus.
ja: 十分具体的です。%@するか、上のパスをタップしてさらに探しましょう。
ko: 충분히 구체적이에요 — %@ 하거나, 위 경로를 눌러 더 탐색하세요.
zh_hans: 够具体了，可以直接%@，或点上方的路径再探索。
zh_hant: 夠具體了，可以直接%@，或點上方的路徑再探索。

source: Speed
de: Tempo
es: Velocidad
fr: Vitesse
ja: 速度
ko: 속도
zh_hans: 速度
zh_hant: 速度

source: Start
de: Starten
es: Empezar
fr: Commencer
ja: 開始
ko: 시작
zh_hans: 开始
zh_hant: 開始

source: Start a new conversation
de: Neues Gespräch starten
es: Empezar una conversación nueva
fr: Commencer une nouvelle conversation
ja: 新しい会話を始める
ko: 새 대화 시작
zh_hans: 开始新对话
zh_hant: 開始新對話

source: Start over
de: Von vorn
es: Desde el principio
fr: Reprendre au début
ja: 最初から
ko: 처음부터
zh_hans: 重来
zh_hant: 重來

source: Start practicing
de: Üben starten
es: Empezar a practicar
fr: Commencer à pratiquer
ja: 練習を始める
ko: 연습 시작
zh_hans: 开始练习
zh_hant: 開始練習

source: Start talking
de: Sprechen starten
es: Empezar a hablar
fr: Commencer à parler
ja: 会話を始める
ko: 대화 시작
zh_hans: 开始对话
zh_hant: 開始對話

source: Start your streak
de: Starte deine Serie
es: Empieza tu racha
fr: Lance ta série
ja: 連続記録を始めましょう
ko: 연속 기록을 시작하세요
zh_hans: 开始累积连续天数
zh_hant: 開始累積連續天數

source: Starting level
de: Startniveau
es: Nivel inicial
fr: Niveau de départ
ja: 開始レベル
ko: 시작 레벨
zh_hans: 起始水平
zh_hant: 起始程度

source: Starting your conversation…
de: Dein Gespräch startet…
es: Empezando la conversación…
fr: Démarrage de la conversation…
ja: 会話を始めています…
ko: 대화를 시작하는 중…
zh_hans: 正在开始对话…
zh_hant: 正在開始對話…

source: Stay
de: Bleiben
es: Quedarme
fr: Rester
ja: このまま
ko: 그대로 있기
zh_hans: 留下
zh_hant: 留下

source: Still up?
de: Noch wach?
es: ¿Todavía despierto?
fr: Tu dors pas encore ?
ja: まだ起きてる？
ko: 아직 안 자?
zh_hans: 还没睡？
zh_hant: 還沒睡？

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 정지
zh_hans: 停止
zh_hant: 停止

source: Stop & review
de: Stoppen & wiederholen
es: Parar y escuchar
fr: Arrêter et écouter
ja: 止めて聞いてみる
ko: 멈추고 들어보기
zh_hans: 停下来听听看
zh_hant: 停下來聽聽看

source: Stop dictation
de: Diktat beenden
es: Detener el dictado
fr: Arrêter la dictée
ja: 音声入力を停止
ko: 말로 입력 중지
zh_hans: 停止语音输入
zh_hant: 停止語音輸入

source: Stop playback
de: Wiedergabe stoppen
es: Detener la reproducción
fr: Arrêter la lecture
ja: 再生を停止
ko: 재생 중지
zh_hans: 停止播放
zh_hant: 停止播放

source: Stop preview
de: Probehören stoppen
es: Detener la muestra
fr: Arrêter l’écoute
ja: 試聴を停止
ko: 미리 듣기 중지
zh_hans: 停止试听
zh_hant: 停止試聽

source: Stop your recording
de: Aufnahme stoppen
es: Detener la grabación
fr: Arrêter l’enregistrement
ja: 録音を停止
ko: 녹음 중지
zh_hans: 停止录音
zh_hant: 停止錄音

source: Studied %@
de: Gelernt: %@
es: Estudiado %@
fr: Étudié %@
ja: %@を学習
ko: %@ 학습함
zh_hans: 已学习%@
zh_hant: 已學習%@

source: Studied, then said
de: Gelernt und dann gesagt
es: Estudiado y dicho
fr: Étudié, puis dit
ja: 学んで、実際に言えたもの
ko: 공부하고 실제로 말한 것
zh_hans: 学过后真的说出口的
zh_hant: 學過後真的說出口的

source: Study record
de: Lernverlauf
es: Registro de estudio
fr: Historique d’étude
ja: 学習記録
ko: 학습 기록
zh_hans: 学习记录
zh_hant: 學習紀錄

source: Study time
de: Lernzeit
es: Tiempo de estudio
fr: Temps d’étude
ja: 学習時間
ko: 학습 시간
zh_hans: 学习时间
zh_hant: 學習時間

source: Studying
de: Wird gelernt
es: En estudio
fr: En cours
ja: 学習中
ko: 학습 중
zh_hans: 学习中
zh_hant: 學習中

source: Studying this word
de: Dieses Wort wird gelernt
es: Palabra en estudio
fr: Mot en cours
ja: この単語を学習中
ko: 이 단어 학습 중
zh_hans: 这个单词学习中
zh_hant: 這個單字學習中

source: Style (e.g. Direct, loves jokes / Formal, careful)
de: Stil (z. B. direkt, witzig / förmlich, bedacht)
es: Estilo (p. ej. Directo, le gustan las bromas / Formal, prudente)
fr: Style (ex. Direct, aime blaguer / Formel, prudent)
ja: スタイル（例: 率直で冗談好き / フォーマルで慎重）
ko: 스타일 (예: 직설적, 농담 좋아함 / 격식 있음, 신중함)
zh_hans: 风格（例如：直接、爱开玩笑 / 正式、谨慎）
zh_hant: 風格（例如：直接、愛開玩笑 / 正式、謹慎）

source: Suggested for you
de: Für dich vorgeschlagen
es: Recomendado
fr: Suggestions pour toi
ja: おすすめ
ko: 추천
zh_hans: 推荐
zh_hant: 推薦

source: Summaries & reports
de: Zusammenfassungen & Berichte
es: Resúmenes e informes
fr: Résumés et rapports
ja: 要約とレポート
ko: 요약과 리포트
zh_hans: 摘要与报告
zh_hant: 摘要與報告

source: Take %lld
de: Aufnahme %lld
es: Toma %lld
fr: Prise %lld
ja: テイク %lld
ko: 테이크 %lld
zh_hans: 版本 %lld
zh_hant: 版本 %lld

source: Take down
de: Zurückziehen
es: Retirar
fr: Retirer
ja: 取り下げる
ko: 내리기
zh_hans: 下架
zh_hant: 下架

source: Take your AirPods out before recording
de: Nimm die AirPods vor der Aufnahme heraus
es: Quítate los AirPods antes de grabar
fr: Enlève tes AirPods avant d’enregistrer
ja: 録音の前にAirPodsを外してください
ko: 녹음 전에 에어팟을 빼 주세요
zh_hans: 录音前请先拿下 AirPods
zh_hant: 錄音前請先拿下 AirPods

source: Take your intro out of the pool? Learners who already met your persona keep their own past talks.
de: Vorstellung aus dem Pool nehmen? Wer dein Persona schon getroffen hat, behält die eigenen bisherigen Gespräche.
es: ¿Quitar tu presentación del grupo compartido? Quienes ya conocieron tu personaje conservan sus propias llamadas anteriores.
fr: Retirer ta présentation du pool partagé ? Les personnes qui ont déjà rencontré ton personnage gardent leurs propres appels passés.
ja: 自己紹介をプールから取り下げますか？すでにこのペルソナと話した学習者には、過去の通話がそのまま残ります。
ko: 소개를 풀에서 내릴까요? 이미 내 페르소나를 만난 학습자의 지난 대화는 그 사람에게 남아 있어요.
zh_hans: 要把自我介绍从人物池撤下吗？已经和你的角色聊过的学习者，会保留他们自己的过往通话。
zh_hant: 要把自我介紹從人物池撤下嗎？已經和你的角色聊過的學習者，會保留他們自己的過往通話。

source: Takes
de: Aufnahmen
es: Tomas
fr: Prises
ja: テイク
ko: 테이크
zh_hans: 版本
zh_hant: 版本

source: Talk
de: Sprechen
es: Hablar
fr: Parler
ja: トーク
ko: 대화
zh_hans: 对话
zh_hant: 對話

source: Talk %lld min today
de: Heute %lld Min. sprechen
es: Hablar %lld min hoy
fr: Parler %lld min aujourd’hui
ja: 今日%lld分話す
ko: 오늘 %lld분 대화하기
zh_hans: 今天聊%lld分钟
zh_hant: 今天聊%lld分鐘

# Talk %lld minutes a day, %lld days in a row.
source: Talk %1$lld minutes a day, %2$lld days in a row.
de: %1$lld Minuten Talk am Tag, %2$lld Tage in Folge.
es: Habla %1$lld minutos al día, %2$lld días seguidos.
fr: Parler %1$lld minutes par jour, %2$lld jours de suite.
ja: 1日%1$lld分の通話を、%2$lld日連続。
ko: Talk 하루 %1$lld분씩, %2$lld일 연속.
zh_hans: 每天通话%1$lld分钟，连续%2$lld天。
zh_hant: 每天通話%1$lld分鐘，連續%2$lld天。

# Talk %lld minutes a day, %lld days out of %lld.
source: Talk %1$lld minutes a day, %2$lld days out of %3$lld.
de: Sprich %1$lld Minuten am Tag, an %2$lld von %3$lld Tagen.
es: Habla %1$lld minutos al día, %2$lld de %3$lld días.
fr: Parler %1$lld minutes par jour, %2$lld jours sur %3$lld.
ja: 1日%1$lld分の通話を、%3$lld日のうち%2$lld日。
ko: Talk 하루 %1$lld분씩, %3$lld일 중 %2$lld일.
zh_hans: 每天通话%1$lld分钟，%3$lld天里有%2$lld天。
zh_hant: 每天通話%1$lld分鐘，%3$lld天裡有%2$lld天。

source: Talk %lld more minutes and this level gets re-read from everything new you've said.
de: Sprich noch %lld Minuten, dann wird dieses Niveau aus allem Neuen neu gelesen.
es: Habla %lld minutos más y volvemos a leer este nivel con todo lo nuevo que has dicho.
fr: Parle %lld minutes de plus et ce niveau sera relu à partir de tout ce que tu as dit de nouveau.
ja: あと%lld分話すと、新しく話したことをすべて集めてレベルを判定し直します。
ko: %lld분 더 대화하면 그동안 새로 말한 걸 전부 모아 레벨을 다시 판정해요.
zh_hans: 再聊%lld分钟，就会把这段时间新说的话全部拿来重新判定水平。
zh_hant: 再聊%lld分鐘，就會把這段時間新說的話全部拿來重新判定程度。

source: Talk as much as you want — nothing here counts down.
de: Sprich so viel du willst — hier zählt nichts herunter.
es: Habla todo lo que quieras: aquí no se descuenta nada.
fr: Parle autant que tu veux — ici, rien ne se décompte.
ja: 好きなだけ話しましょう。ここでは何も減りません。
ko: 원하는 만큼 말하세요 — 여기서는 줄어드는 게 없어요.
zh_hans: 想聊多久就聊多久，这里没有东西会倒数。
zh_hant: 想聊多久就聊多久，這裡沒有東西會倒數。

source: Talk book
de: Sprechen-Buch
es: Cuaderno de la llamada
fr: Carnet d’appel
ja: 通話ブック
ko: 대화 책
zh_hans: 通话复习本
zh_hant: 通話複習本

source: Talk mastered
de: Gespräch gemeistert
es: Llamada completada
fr: Appel terminé
ja: 通話を完了
ko: 대화 완료
zh_hans: 通话完成
zh_hant: 通話完成

source: Talk now
de: Jetzt sprechen
es: Hablar ahora
fr: Parler maintenant
ja: 今すぐ話す
ko: 지금 대화하기
zh_hans: 现在就聊
zh_hant: 現在就聊

source: Talk time
de: Sprechzeit
es: Tiempo de conversación
fr: Temps de conversation
ja: 通話時間
ko: 통화 시간
zh_hans: 通话时间
zh_hant: 通話時間

source: Talk time left
de: Verbleibende Sprechzeit
es: Tiempo de conversación restante
fr: Temps de conversation restant
ja: 残りの通話時間
ko: 남은 통화 시간
zh_hans: 剩余通话时间
zh_hant: 剩餘通話時間

source: Talk time per day. Watch scenes are counted separately and never appear here.
de: Gesprächszeit pro Tag. Watch-Szenen werden separat gezählt und tauchen hier nie auf.
es: Es el tiempo de conversación al día. Las escenas se cuentan aparte y no aparecen aquí.
fr: C’est le temps de conversation par jour. Les scènes sont comptées à part et n’apparaissent jamais ici.
ja: 1日の通話時間です。シーン練習は別に数えられ、ここには出ません。
ko: 하루 통화 시간이에요. 상황연습은 따로 계산되어 여기엔 나오지 않아요.
zh_hans: 每天的通话时间。情境练习另外计算，不会出现在这里。
zh_hant: 每天的通話時間。情境練習另外計算，不會出現在這裡。

source: Talking
de: Sprechen
es: Conversación
fr: Conversation
ja: 通話
ko: 통화
zh_hans: 通话
zh_hant: 通話

source: Talking is metered by the call clock; a Watch scene costs the length of the scene it plays.
de: Sprechen wird nach Gesprächsdauer abgerechnet; eine Watch-Szene kostet die Länge der abgespielten Szene.
es: Una llamada gasta el tiempo que dura la llamada; una escena, lo que dura la escena que reproduce.
fr: Un appel coûte le temps qu’il dure ; une scène, la durée de la scène jouée.
ja: 通話は話した時間のぶんだけ使います。シーン練習は再生した長さのぶんだけです。
ko: 통화는 통화한 시간만큼 들어요. 상황연습은 재생한 길이만큼 들고요.
zh_hans: 通话按讲了多久计算，情境练习按播放的长度计算。
zh_hant: 通話按講了多久計算，情境練習按播放的長度計算。
